13/data/attachments/83554a9e18b67d4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_service_Actions_91955_2</nif:username>
            <nif:friendToBeRequested>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>